{
    "c4221478-9142-4632-b6f8-c2ccf192af22": {
        "title": "The Stoneman",
        "category": "creepy",
        "imageUrl": "https://www.creepypastastories.com/wp-content/uploads/2020/04/thumbnail-placeholder-image.jpg",
        "summary": "There is a statue my family has retained ownership of and cared for during many centuries. Supposedly it is of a great grand relative of some type who helped establish our family’s wealth by forgotten means, and who helped establish the regional government. Whatever entire significance the important figure had once is now all forgotten, however, the statue still remains. It remains passionately prized; half of my family is obsessed with it for reasons I cannot understand. That half of the family we believe has an inherited gene for mental illness, while the other half, the half that I side with, is equally accused by the other half for having the same. A mental illness, passed down for generations, just like this strange statue of a man none of us know or knew. I must add that it is an odd thing and it will stress my point about the excessive care and attention my family has given it. I should mention how the crucifixes of the mansion are neglected, and yet this statue, this stone man, is cared for as though it were alive. As though the stone itself were bone, skin, muscle, and flesh. They tended to it as though it were a child, they bathed it, decorated it, let me be frank, they nearly worshipped it.\n\nFor years this obsession like madness continued, bringing the statue to private events and family affairs, as though the colorless lifelessness in its eyes could see the events and take pleasure in them. I swear I was waiting for one of my relatives, maybe my dear crazy aunt or uncle to bring a sandwich to its face, as a child does to a doll. However, nothing quite that ridiculous was ever displayed.\n\nNow as the years passed I noticed something peculiar in the face of the statue one night when my eyes were heavy and my glass was full of wine. I noticed that the face had aged. Now I do not it mean aged as stone typically ages, with its fractures and weathering, it’s crumbling, nothing of the sort. No I mean it aged as a man ages, its hairline receding, its face seemingly wrinkled. How could this be I wonder?\n\nNot wanting to hear any criticism or anything ridiculous from my family I hid this observation from them, and later I would hide even the statue from their eyes. Before I knew it, I too had become afflicted with the madness. I would study its surface and watch it privately for hours; I would repair every blemish and keep it immaculate. It was not long before I realized that I had become its primary caretaker, in fact, its only caretaker. What a prison sentence it was that I put myself under, what an unwritten curfew I confined myself to. The perimeters, the limits, the time dedicated to that lifeless rock…lifeless…or so I thought.\n\nWhen I was all that remained of my intimate family and the final individual who lived in the mansion, I alone remained with the statue. I swear to you I would hear it run around at night, its heavy weight thudding across my property, always outside my door, daring me to come outside, or to invite it in.\n\nI know how it sounds, but it’s true, and I know better than to ever invite evil in. Evil cannot access our souls, our safe domains, anywhere, unless we allow it. So we must stay strong…I…I must stay strong.\n\nAs further time passed I could not bear the burden of this secret, I understood why my family was obsessed with this thing, because it was alive. I wished to rid myself of it, but I dared not destroy it, maybe it wanted to be destroyed, to set whatever evil was inside free. I know better than that, I will not unleash it from its stone cell, it cannot fool me.\n\nSo I began to donate many works of art my family owned, hoping to one day develop the strength to banish the statue eventually; just as I donated many of the works of art of the property simultaneously to different universities, hospitals, and other institutions.\n\nMy actions were done in fear which I disguised publicly as generosity. A generosity that caught the attention of a prestigious doctor, and his gorgeous daughter who is my age and was a pioneering scholar, very different from many of the women I know, she was special.\nWe soon met at a charity event and the woman whose name is Elizabeth was present. I wooed her appropriately and my efforts won me the luxury of an eventful evening with her on many occurrences.\n\nAdvertisements\nOne such occurrence stands out from all the others, and that is because of what transpired. It had been a long evening of wine and romance and if I’m being honest some minor opioids. I was awoken from a dream into a nightmare as I heard the stone man at my door. I tried to ignore it but I couldn’t. The madness of my ancestors overwhelmed me, the fear, it consumed me, and I frantically yelled uncontrollably. I could not refrain. In doing so I terrified poor Elizabeth who was by then my fiancé. She then demanded I escort her home despite the hour. I did no such thing, however, and she threatened to delay our wedding and to tell the authorities that I had held her there against her will as though it was a kidnapping or a false arrest holding her there without her continued consent. I know I saved her but she must have not believed me. I never saw her again, but her involvement in my life did not end that night; she had shamelessly told my remaining and distant family of what occurred that night, and of my reactions. At first, she blamed the opium, saying it elevated my sensitivity and had made me illusional. Yet I know this to be false, I was not a stranger to the vice. She then, therefore, blamed my actions on an afflicted and ailing mind.\n\nI knew it would not be long before they would come after me, I knew of her influence over her psychiatric hospital director of a father, and his influence on the local police. They would all conspire against me. Elizabeth through letters claimed she was only trying to help me and that she wanted me to get well, and would see me again once I recovered; but I am well, well enough to know her tricks and well enough to finally rid myself of the stone man, and so I finally donated him away. To where I did not know, I did not care, I wanted it to be random and anonymous. That way I could not change my mind and request it back, and also so my family could not reclaim it. Yet somehow for reasons I still do not yet fully understand my family had me committed to an insane asylum. It was either to spite me for banishing that demonic idol from our historic home, or as a strategy to secure my parents’ money and claim the remainder of my inheritance as their own.\n\nThey claim I am suffering from paranoia, from wondrous illusions, they theorized it is from the strain of solitude or the misfortune of genetic traits passed down. Hell if they know, I know the truth.\n\nNow I write this from the asylum’s library, and I have only arrived here weeks ago. On the day of my arrival, I was given a room in a square building with a courtyard in the center. My room faces the inside of the courtyard, and from my barred window I can see beyond the courtyard and peer into the rooms across the way. That is where I found it! There can be no mistake! The stone man that haunts me. At first I thought perhaps I was crazy and imagining its presence here. I thought maybe I was rightfully committed. Now I know I’m not! I begged for an explanation and was told that it was the art therapy room and that the statue was an anonymous donation. I naturally declared myself the donor and politely requested that they move it from my sight, but they laughed and mocked me in disbelief, and my request was denied.\n\nAdvertisements\nSo it has begun again, that damned statue. It moves during the middle of the night I know it! It wants its vengeance on me for abandoning it to the confines of this place. No longer does it dwell amongst blossoming gardens or amongst festive parties and ballroom dances.\nNow you could say or perhaps ask how can I be so sure? Well perhaps I just cannot perceive its exact locations through the thickness of the night and through its heavy darkness, but no, oh no, I know it’s acting up again. I found pebbles and rock on the other side of my doorway. It knows I am here. The guards explain it away saying it’s the lack of funding that the building is old and falling apart. As for the statue, well, every morning when the dawn arrives there it is, back in its original position in the window. Staring at me I tell you, staring unflinchingly without emotion, without expression. Its cold ugly silhouette always in that forsaken window.\n\nI’ve had enough, and I know my time is short, this building is too small for both of us, it must know that as well. It’s either him or me, the ancient relic of my bloodline, or me the future of it. The legacy lays in only one of our hands, and I’ll be dead before I let that legacy be clutched by hands of stone rather than hands of flesh and bone.\n\nI have stolen the key from the art room when I was on janitorial duties today. The attendant did not realize, they were too preoccupied with their flirtations with the nurse of the floor. Now is the time to strike!\n\nIf somehow I do not make it through with my task, you will know why and what. I promise you, although I cannot explain this entirely; I know I’m not crazy, it is no wonder my family worshipped this thing, this cursed thing, because they also knew, and they feared it as I have feared it for the last time.\n\nFarewell for now dear readers.\n\nDear Mrs. Elizabeth Livingston,\nI write to you from Old Dock Mental Asylum, I am in charge of the State’s Mental Hygiene and Property Police Force at this location. I regret to inform you of the passing of your former fiancé the late Mr. John Swansong. In his will he insisted that you were to be corresponded with at once and be given letters he personally wrote for you during his brief treatment here. His passing was bewildering and sudden to all of us, and under bizarre circumstances. On behalf of the asylum staff you have our deepest sympathies. I must warn you that it was also in the will of his that he explain how he died if he were to do so while committed within these walls. In the morning when we released the patients for breakfast we noticed that his room was empty. Mr. Swansong had either somehow escaped or extended his janitorial duties without permission. Either way, shortly after this discovery we found him in the art therapy room, there seems to have been a freak accident. One may call it an act of God, but I do not believe God was involved, and therefore I shall call it an accident. A large statue that had been previously owned by Mr. Swansong and donated here had collapsed upon him, and unfortunately crushed him to death. We believe he was trying to clean it as he was well known to do.\nThe statue is to be removed from our location and to be delivered to you as he would have wanted someone he trusted to become its caretaker.\n\nPeace be with you, terribly sorry for your loss again. God speed.\n\nMy sincere condolences,\nChief Stoneman",
        "_id": "c4221478-9142-4632-b6f8-c2ccf192af22"
    }
}